---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantSolve
source: html/0f6205ed-72a8-d410-05c1-a269e0eae70d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantSolve Property

Can't find solution for formulas for Type '[Type Name]'.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantSolve { get; }
```